Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/other_files/laereplan_engelsk.html.tmx
Source language: sme
Languages: smj

source: Árvvoštallama oppalaš mearrádusat leat oahpahuslága láhkaásahusas.
smj: Árvustallama dábálasj mærrádusá li mierreduvvam åhpaduslága njuolgadustjállagin.
